Repository: timkb4cq/mx-idevice-mounter
Catalog: translations_script/po/mx-idevice-mounter_*.po
Languages: hi, sl

source: MX iDevice Mounter
hi: MX iDevice माउंट साधन
sl: MX iDevice priklopnik

source: Version:
hi: संस्करण :
sl: Različica:

source: GUI program for mounting & unmounting <br> iPhones and Ipads in MX Linux
hi: MX लिनक्स में आईफोन व आईपैड को <br> माउंट करने व से हटाने हेतु GUI अनुप्रयोग
sl: Grafični vmesnik za priklop in odklop <br>iPhone in IPad naprav v MX Linuxu

source: Copyright (c) MX Linux
hi: प्रतिलिप्याधिकार (c) MX Linux

source: Mount
hi: माउंट
sl: Priklopi

source: Rescan
hi: पुनः स्कैन करें
sl: Ponovi iskanje

source: Unmount
hi: माउंट से हटाए
sl: Odklopi

source: Close
hi: बंद करें
sl: Zapri

source: About
hi: बारे में
sl: O programu

source: Help
hi: सहायता
sl: Pomoč

source: If your device is not found, make sure it is unlocked.
hi: अगर डिवाइस नहीं मिलता है, तो सुनिश्चित करें कि वह अनलॉक है।
sl: Če vaša naprava ni bila najdena, se prepričajte, da je odklenjena.

source: If you get a "Trust This Computer?" popup on your device when you plug it in, answer "Trust", then Rescan.
hi: अगर आपको डिवाइस लगाने पर "यह कंप्यूटर विश्वसनीय है?" का संदेश मिलता है, तो इसका उत्तर "विश्वसनीय है" देकर पुनः स्कैन करें।
sl: Če se na vaši napravi po priključitvi pojavi vprašenje "Ali naj zaupam temu računalniku?", odgovorite z "Zaupaj" in zaženite ponovno iskanje.

source: If the information below describes your Apple device press the "Mount" button to access its files.
hi: अगर नीचे दी गई जानकारी आपके एप्पल डिवाइस की है, तो "माउंट करें" बटन पर क्लिक कर फ़ाइलें उपयोग करें।
sl: Če spodnje informacije ustrezajo vaši Apple napravi, pritisnite gumb "Priklopi" za dostop do datotek.

source: Use the Unmount button before you remove your device. If you have already unplugged it, plug your device back in, Rescan, and Unmount.
hi: डिवाइस हटाने से पहले "माउंट से हटाएँ" बटन उपयोग करें। अगर आप हटा चुके हैं, तो उसे दुबारा लगाएँ, पुनः स्कैन करें व माउंट से हटाएँ।
sl: Uporabite gumb za odklop, preden odstranite napravo. Če ste jo že izklopili, jo priključir nazaj, pritisnite Ponovno branje in Odklop.
